'''
დავალება 2.

    Game Development - თამაშის შექმნა კოდებით. კოდების დაწერა შეიძლება visual studio-ში python-ით.

    Ai არის "ხელოვნური ინტელექტი". შენ შეგიძლია მას ჰკითხო ნებისმიერი რამ, მაგალითად რაიმეს დახატვა ან 
ლექსის/მოთხრობის დაწერა.

Web Development არის საიტის შექმნა კოდებით. საიტი შეიძლება ბევრი რამისთვის იყოს გამოყენებული. 
მაგალითად რაიმე პროდუქტის გაპიარებისთვის 

დავალება 3

    Frond-end არის რასაც ჩვენ საიტზე შესვლისას ვხედავთ. მაგალითად, როდესაც ჩვენ youtube-ში შევდივართ
და ვხედავთ ვიდეობს ან ვიდეოს ლოგოებს ეს ყველაფერი არის Front-end.

    Back-end არის რასაც ჩვენ საიტზე შესვლისას ვერ ვხედავთ ანუ ის ყველა კოდი, რაც საიტის შექმნისთვის იწერება
არის Back-end-ში.
 '''
